Repository: cyberwani/many-tips-together
Catalog: languages/mtt-*.po
Languages: es_es, pt_br

source: Settings
es_es: Ajustes
pt_br: Configurações

source: version
es_es: versión
pt_br: versão

source: by
es_es: por
pt_br: por

source: Hide plugin help
es_es: Esconder textos de ayuda
pt_br: Esconder textos de ajuda

source: (some settings need a second refresh<br />for being visible)
es_es: (algunos ajustes necesitan una segunda<br>actualización de la página para seren vistos
pt_br: (alguns ajustes precisam de uma segunda<br />atualização do browser para serem visíveis)

source: Start with all tabs closed
es_es: Iniciar con todas las pestañas cerradas
pt_br: Iniciar com todas as abas fechadas

source: Update settings
es_es: Actualizar opciones
pt_br: Atualizar configurações

source: Settings updated.
es_es: Opciones actualizadas.
pt_br: Configurações atualizadas.

source: Revisions deleted from database.
es_es: Revisiones borradas de la base de datos
pt_br: Revisões apagadas do banco de dados

source: Settings reset.
es_es: Ajustes restablecidos.
pt_br: Configurações redefinidas.

source: Rate this plugin in wordpress.org
es_es: Valora este plugin en wordpress.org
pt_br: Valore este plugin em wordpress.org

source: Select Image
es_es: Elegir imagen
pt_br: Selecionar imagem

source: Login and Logout
es_es: Login y Logout
pt_br: Login e Logout

source: Admin Bar
es_es: Barra de Administración
pt_br: Barra de Administração

source: Dashboard
es_es: Escritorio
pt_br: Escritório

source: Post and Page Listing
es_es: Listado de Entradas y Páginas
pt_br: Listagem de Entradas e Páginas

source: Post and Page Editing
es_es: Edición de Entradas y Páginas
pt_br: Edição de Entradas e Páginas

source: Media
es_es: Multimedia
pt_br: Mídia

source: User profile
es_es: Perfil de Usuario
pt_br: Perfil do Usuário

source: Header and Footer
es_es: Encabezamiento y Pie de Página
pt_br: Cabeçalho e Rodapé

source: Email Notifications
es_es: Avisos por E-mail
pt_br: Avisos por Email

source: General Settings
es_es: Ajustes Generales
pt_br: Configurações Gerais

source: Maintenance Mode
es_es: Modo de Mantenimiento
pt_br: Modo de Manutenção

source: %s votes
es_es: %s votos
pt_br: %s votos

source: Updated
es_es: Actualizado
pt_br: Atualizado

source: Duplicate
es_es: Duplicar
pt_br: Duplicar

source: Confirm delete of revisions?
es_es: Confirmar el borrado de revisiones?
pt_br: Confirma eliminar revisões?

source: Delete Revisions
pt_br: Apagar revisões

source: Allowed Files
pt_br: Arquivos permitidos

source: Insert into Post
pt_br: Inserir no Post

source: Use this File
pt_br: Usar este arquivo

source: Save Changes
pt_br: Salvar

source: Delete
pt_br: Excluir

source: Cannot delete file. Something's wrong.
pt_br: Algo falhou ao excluir.

source: Remove
es_es: Suprimir
pt_br: Remover

source: Uploaded files
pt_br: Arquivos guardados

source: Upload new files
pt_br: Upload de novos arquivos

source: Add more files
pt_br: Adicionar mais arquivos

source: Export
es_es: Exportar
pt_br: Exportar

source: To export saved settings click the Export button bellow and you will get the export Code in the box bellow, which you can later use to import.
pt_br: Para exportar as configurações guardadas, clique no botão Exportar abaixo e você terá o código de exportação na caixa de texto. Guarde e use para importar posteriormente.

source: Import
es_es: Importar
pt_br: Importar

source: To Import saved settings paste the Export output in to the Import Code box bellow and click Import.
pt_br: Para importar suas configurações guardadas, cole o código na caixa de texto abaixo e clique Importar.

source: error in ajax request! (1)
pt_br: Erro na solicitação de Ajax! (1)

source: error in ajax request! (2)
pt_br: Erro na solicitação de Ajax! (2)

source: error in ajax request! (3)
pt_br: Erro na solicitação de Ajax! (3)

source: Setting imported, make sure you
pt_br: Configurações importadas, assegure-se de

source: Refresh this page
pt_br: atualizar esta página

source: Could not import settings! (4)
pt_br: Não foi possível importar as configurações! (4)

source: You do not have sufficient permissions to edit templates for this site.
pt_br: Você não tem persmissões suficientes para editar modelos neste site.

source: Error Downloading file.
pt_br: Erro ao fazer download.

source: Disable Admin Bar for all users in Frontend
es_es: Esconder la Barra de Administración de todos los usuarios en el Frontend
pt_br: Desabilitar a Barra de Administração para todos os usuários no Frontend

source: This works for the admin area too in WordPress 3.2.<br />In 3.3, instead of fighting it, I decided to customize as follows:
pt_br: Isto também funciona para a área administrativa no WordPress 3.2.<br />No 3.3, é mais difícil, e decidi personalizar em vez de esconder:

source: Comments
es_es: Comentarios
pt_br: Comentários

source: Remove SEO by Yoast
es_es: Suprimir SEO by Yoast
pt_br: Remover SEO by Yoast

source: Title
es_es: Título
pt_br: Título

source: Icon (between 16x16 and 22x22 pixels)
pt_br: Ícone (entre 16x16 e 22x22 pixels)

source: Add Site Name with Icon
es_es: Añadir Nombre del Sitio e icono
pt_br: Adicionar Nome do Site com Ícone

source: Add a custom link with title and icon
pt_br: Use um link personalizado com título e ícone

source: Menu name
es_es: Nombre del menú
pt_br: Nome do menu

source: *Required
es_es: *Obligatorio
pt_br: *Obrigatório

source: Menu link
es_es: Enlace del Menú
pt_br: Link do menu

source: If empty, makes a null link
es_es: si vacío, crea un enlace nulo
pt_br: Se vazio, cria um link nulo

source: Submenu %s name
es_es: Nombre del Submenú %s
pt_br: Nome do submenu %s

source: Submenu %s link
es_es: Enlace del Submenú %s
pt_br: Link do submenu %s

source: Enable Custom Menu
es_es: Habilitar Menú Personalizado
pt_br: Habilitar Menu Personalizado

source: This is a simple fix and removes the menus for all users.<br>Note that this doesn't prevent the access using the actual url address of the item.<br/>For a better fine tuning use <a target="_blank" href="http://wordpress.org/extend/plugins/adminimize/">Adminimize</a>. And to really block the access use <a target="_blank" href="http://wordpress.org/extend/plugins/members/">Members</a> or <a target="_blank" href="http://wordpress.org/extend/plugins/user-role-editor/">User-Role-Editor</a>
pt_br: Esta é uma solução simples e remove os menus para todos os usuários.<br />Convém observar que isto não previne o acesso usando a url do item em questão.<br /> Para fazer ajustes finos use o <a target="_blank" href="http://wordpress.org/extend/plugins/adminimize/">Adminimize</a>. E para realmente bloquear o acesso use o plugin <a target="_blank" href="http://wordpress.org/extend/plugins/members/">Members</a> ou <a target="_blank" href="http://wordpress.org/extend/plugins/user-role-editor/">User-Role-Editor</a>.

source: Posts
es_es: Entradas
pt_br: Entradas

source: Pages
es_es: Páginas
pt_br: Páginas

source: Appearence
es_es: Apariencia
pt_br: Aparencia

source: Users
es_es: Usuarios
pt_br: Usuários

source: Tools
es_es: Herramientas
pt_br: Ferramentas

source: REMOVE DASHBOARD WIDGETS
es_es: SUPRIMIR WIDGETS DEL ESCRITORIO
pt_br: REMOVER WIDGETS DO ESCRITÓRIO

source: QuickPress
es_es: Publicación Rápida
pt_br: Publicação Rápida

source: Incoming Links
es_es: Enlaces entrantes
pt_br: Links entrantes

source: Right now
es_es: Ahora mismo
pt_br: Agora mesmo

source: Recent Drafts
es_es: Últimos Borradores
pt_br: Rascunhos Recentes

source: Recent Comments
es_es: Comentarios Recientes
pt_br: Comentários Recentes

source: CUSTOMIZE RIGHT NOW WIDGET
es_es: PERSONALIZAR EL WIDGET AHORA MISMO
pt_br: PERSONALIZAR O WIDGET "AGORA"

source: Add Custom Post Types to Right Now Widget
es_es: Añadir Custom Post Types al widget Ahora Mismo
pt_br: Adicionar Custom Post Types ao Widget "Agora"

source: Tip via: %s
pt_br: Dica via: %s

source: Hide the footer of Right Now widget
es_es: Esconder el pie de página del widget Ahora Mismo
pt_br: Esconder o rodapé do widget "Agora"

source: ADD CUSTOM WIDGETS
es_es: AÑADIR WIDGETS PERSONALIZADOS
pt_br: ADICIONAR WIDGETS PERSONALIZADOS

source: Content
es_es: Contenido
pt_br: Conteúdo

source: Use this dashboards to put your own messages or iframes or embeds.
es_es: Utiliza estos dashboards para insertar tus propios mensajes o iframes o embeds.
pt_br: Use estes dashboards para colocar suas próprias mensagens ou iframes ou embeds.

source: Developer
es_es: Desarrollador
pt_br: Desenvolvedor

source: Change email format to Html
es_es: Cambiar el formato de los emails a Html
pt_br: Mudar o formato do email para Html

source: WordPress default format is Plain Text.<br />In reality, this is only useful if you are making custom emails. Check this <a href="http://goo.gl/Bqhxl" target="_blank"> Smashing Magazine article</a>.
pt_br: O formato padrão do WordPress é Texto Simples.<br />Na realidade, isto só é útil se você está fazendo emails personalizados. Confira este <a href="http://goo.gl/Bqhxl" target="_blank"> artigo da Smashing Magazine</a>.

source: Change "From" name
es_es: Cambiar el nombre del remitente
pt_br: Mudar o nome do "Remetente"

source: WordPress default sender name is the Site Title defined in General Settings
pt_br: O nome do remetente padrão do WordPress é o Título do Site definido nas Configurações Gerais.

source: Change "From" address
es_es: Cambiar la dirección de E-mail del remitente
pt_br: Mudar o Email do remetente

source: WordPress default sender address is the E-mail Address registered in General Settings
pt_br: O endereço do remetente padrão do WordPress é o Email definido nas Configurações Gerais.

source: Load jQuery from Google Libraries
es_es: Cargar jQuery de las bibliotecas de Google
pt_br: Carregar o jQuery das Bibliotecas Google.

source: Completely eliminate WordPress version in &lt;head&gt;
es_es: Eliminar completamente la versión de WordPress en la &lt;head&gt;
pt_br: Eliminar completamente a versão do WordPress na &lt;head&gt;?

source: Eliminate only the WordPress version number in &lt;head&gt;
es_es: Eliminar solamente el número de la versión de WordPress en la &lt;head&gt;
pt_br: Eliminar somente o número da versão do WordPress na &lt;head&gt;?

source: Block WordPress upgrade warnings
es_es: Bloquear avisos de upgrade del WordPress
pt_br: Bloquear avisos de upgrade do WordPress

source: Yes, I know that, but don't bug me, please...
es_es: Si, ya sé que hace falta actualizarlo, pero no me agobies...
pt_br: Sim, eu sei que precisa de atualização, mas não me chateie...

source: Block plugins upgrade warnings
es_es: Bloquear avisos de actualización de plugins
pt_br: Bloquear avisos de upgrade dos plugins

source: Yeah, I know...
es_es: Si, ya lo sé...
pt_br: Sim, eu sei...

source: Hide blog URL from WordPress "phone home"
es_es: Esconder la URL del sitio cuando WordPress "llama a casa"
pt_br: Esconder a URL do site quando o WordPress "liga pra casa"

source: Filter out the blog URL from the data that is sent to wordpress.org - Check this <a href="http://lynnepope.net/wordpress-privacy">article</a> to learn more.
es_es: Filtrar la URL del sitio de los datos que son enviados a wordpress.org - Ver este <a href="http://lynnepope.net/wordpress-privacy">artículo</a> para saber más.
pt_br: Filtrar a URL do site dos dados que são enviados ao wordpress.org - Confira este <a href="http://lynnepope.net/wordpress-privacy">artigo</a> para saber mais.

source: Disable SmartQuotes
es_es: Deshabilitar SmartQuotes (comillas tipográficas)
pt_br: Desabilitar SmartQuotes (aspas curvas)

source: Prevent the conversion of straight quotes into directional quotes.
es_es: Impedir la conversión de comillas rectas por comillas tipográficas
pt_br: Impedir a conversão de aspas normais por aspas curvas.

source: Disable Capital P
es_es: Deshabilitar <em>Capital P</em>
pt_br: Desabilitar <em>Capital P</em>

source: Prevents WordPress of auto-correcting mispellings of its name. Check this <a href="http://justintadlock.com/archives/2010/07/08/lowercase-p-dangit">article</a>
es_es: Impide que WordPress auto corrija errores en la ortografía de su propio nombre. Leer más en este <a href="http://justintadlock.com/archives/2010/07/08/lowercase-p-dangit">articulo</a>.
pt_br: Previne o WordPress de corregir automaticamente erros na escrita do seu nome. Confira este <a href="http://justintadlock.com/archives/2010/07/08/lowercase-p-dangit">artigo</a>.

source: Disable Auto P
es_es: Deshabilitar AutoP
pt_br: Desabilitar AutoP

source: Prevents WordPress from inserting automatic &lt;p&gt; tags in your code.
es_es: Impide que WordPress inserte automaticamente las tags &lt;p&gt; en tu código.
pt_br: Impede o WordPress

source: Disable Self Ping
es_es: Deshabilitar Self Ping
pt_br: Desabilitar Self Ping

source: Prevents WordPress from sending pings to your own site.
es_es: Impide que WordPress envié pings para tu propia página web.
pt_br: Impede que o WordPress envie <em>pings</em> para o seu próprio site.

source: Number of delay
es_es: Número para atrasar
pt_br: Número para o atraso

source: MINUTE
es_es: MINUTO
pt_br: MINUTO

source: HOUR
es_es: HORA
pt_br: HORA

source: DAY
es_es: DÍA
pt_br: DIA

source: WEEK
es_es: SEMANA
pt_br: SEMANA

source: MONTH
es_es: MES
pt_br: MES

source: YEAR
es_es: AÑO
pt_br: ANO

source: Period of delay
es_es: Período del atraso
pt_br: Unidade de tempo para o atraso

source: Delay RSS feed update
es_es: Atrasar la actualización de los feeds RSS
pt_br: Atrasar a atualização do feed RSS

source: This can give you time to make corrections after publishing a post, delaying the update in your RSS feed. Or you can make your content web exclusive for a larger period. Tip via: %s
pt_br: Isto pode lhe dar tempo para fazer correções depois de publicar uma entrada, atrasando a atualização do feed RSS. Ou você pode fazer seu conteúdo exclusivo para web por um tempo maior. Dica via: %s

source: Bellow are your new gravatars, and you can also upload your own image :) <br /> <br /><img src="%s" width="36" height="36" alt="gravatar 1"> <img src="%s" width="36" height="36" alt="gravatar 2"> <img src="%s" width="36" height="36" alt="gravatar 3"><br /><a href="http://www.fasticon.com/" target="_blank">Icons by: FastIcon.com</a>
pt_br: Abaixo estão os seus novos gravatars, e você também pode fazer upload da sua própria imagem :) <br /> <br /><img src="%s" width="36" height="36" alt="gravatar 1"> <img src="%s" width="36" height="36" alt="gravatar 2"> <img src="%s" width="36" height="36" alt="gravatar 3"><br /><a href="http://www.fasticon.com/" target="_blank">Ícones por: FastIcon.com</a>

source: Custom gravatars
es_es: Gravatares personalizados
pt_br: Gravatars personalizados

source: Disable WordPress help texts
es_es: Suprimir los textos de ayuda de WordPress
pt_br: Desabilitar os textos de ajuda do WordPress

source: CSS file copied from <a href="http://wordpress.org/extend/plugins/admin-expert-mode/" target="_blank">Admin Expert Mode</a>, by Scott Reilly. There this is set in a user basis, here in a role basis.
pt_br: CSS copiado do plugin <a href="http://wordpress.org/extend/plugins/admin-expert-mode/" target="_blank">Admin Expert Mode</a>, de Scott Reilly. Nele, isto é configurado para cada usuário individual. Aqui, a configuração é de acordo com a Função.

source: Replace with
es_es: Cambiar por
pt_br: Substituir por

source: Leave empty for complete removal
es_es: Dejálo vacio para suprimir
pt_br: Deixe em branco para remover completamente

source: Remove or change "Howdy"
es_es: Suprimir o cambiar "Howdy"
pt_br: Remover ou mudar "Howdy"

source: Message to display
pt_br: Mensagem a mostrar

source: Header: enable notice in the Settings page
es_es: Encabezamiento: habilitar Aviso en las páginas de Ajustes
pt_br: Cabeçalho: habilitar aviso na página de Configurações

source: Useful for displaying a notice for clients: "<em>Change this settings at your own risk...</em>".<br />Tip via: %s
pt_br: Útil para mostrar um aviso aos clientes: "<em>Mude estas configurações baixo sua própria responsabilidade..."</em>.<br />Dica via: %s

source: Header: Enable notice all admin pages
es_es: Encabezamiento: habilitar aviso en todas las páginas administrativas
pt_br: Cabeçalho: habilitar aviso em todas as páginas administrativas

source: Useful for displaying a message to all users of the site.
pt_br: Útil para mostrar uma mensagem a todos os usuários do site.

source: Footer: hide
es_es: Pie de Página: esconder
pt_br: Rodapé: esconder

source: Text to display on the left (html enabled)
pt_br: Texto para mostrar à esquerda (html habilitado)

source: Text to display on the right (html enabled)
pt_br: Texto para mostrar à direita (html habilitado)

source: Footer: show only your message
es_es: Pie de Página: mostrar solo tu mensaje
pt_br: Rodapé: mostrar somente sua mensagem

source: Remove all WordPress and other plugins messages, so your message is the only one there...
pt_br: Remove todas as mensagens do WordPress e de outros plugins, assim só sua mensagem aparece...

source: LOGOUT - REDIRECTION
es_es: LOGOUT - REDIRECCIONAR
pt_br: LOGOUT - REDIRECIONAMENTO

source: URL to redirect to
es_es: URL de redireccionamento
pt_br: URL de redirecionamento

source: The default behavior is being redirected to the login page...
es_es: Por defecto, la redirección es para la página de login...
pt_br: O comportamento padrão é ser redirecionado para a página de login...

source: LOGIN - BACKGROUND
es_es: LOGIN - FONDO
pt_br: LOGIN - IMAGEM DE FUNDO

source: Background image (full URL)
es_es: Imagen de fondo (URL completa)
pt_br: Imagem de fundo (URL completa)

source: Background color
es_es: Color de fondo
pt_br: Cor de fundo

source: Background position
es_es: Posición del fondo
pt_br: Posição da imagem de fundo

source: Background repeat
es_es: Repetición del fondo
pt_br: Repetir imagem de fundo

source: Background scroll
es_es: Scroll del la imagen de fondo
pt_br: Posição da imagem de fundo

source: LOGIN - LOGO
es_es: LOGIN - LOGOMARCA
pt_br: LOGIN - LOGOMARCA

source: Title for logo
es_es: Título para la logomarca
pt_br: Título para a logomarca

source: Appears as tooltip.<br />The default text is: "Powered by WordPress"
es_es: Aparece como tooltip. El texto por defecto es "Powered by WordPress"
pt_br: Aparece como tooltip. O texto padrão é "Powered by WordPress"

source: Link for the logo (full URL)
es_es: Enlace de la logomarca, por defecto: wordpress.org
pt_br: Link da logo (URL completa)

source: Link for the logo, default: wordpress.org
es_es: Enlace de la logomarca, por defecto: wordpress.org
pt_br: Link da logo, padrão: wordpress.org

source: Logo image (full URL)
es_es: Archivo de imagen de la logomarca (URL completa)
pt_br: Arquivo de imagem da logomarca (URL completa)

source: Logo height
es_es: Altura de la logomarca
pt_br: Altura da logomarca

source: Default: 67 - maximum value recomended: 300px
es_es: por defecto: 67 - valor máximo recomendado: %s
pt_br: Padrão: 67 - valor máximo recomendado: 300px

source: Logo margin from top
es_es: Margen superior de la logomarca
pt_br: Margem superior da logomarca

source: Default: 114px
es_es: Por defecto: 114px
pt_br: Padrão: 114px

source: Width
es_es: Ancho
pt_br: Largura

source: The logo width is limited by this one
es_es: El ancho de la logomarca es limitado por este
pt_br: A largura da logo é limitada por esta daqui

source: Height
es_es: Altura
pt_br: Altura

source: Disable shadow
es_es: Deshabilitar sombra
pt_br: Desabilitar sombra

source: Rounded corners
es_es: Rincones redondeados
pt_br: Cantos arredondados

source: Border -> CSS declaration
es_es: Borde -> Código CSS
pt_br: Borda -> propriedade CSS

source: Follow the default value...
es_es: Sigue el valor por defecto...
pt_br: Use o valor padrão como referência

source: Background image
es_es: Imagen de fondo
pt_br: Imagem de fundo

source: Log In button position
es_es: Posición del botón de Login
pt_br: Posição do botão de login

source: Negative numbers are ok
es_es: Números negativos son permitidos
pt_br: Numeros negativos são permitidos

source: LOGIN - PASSWORD AND BACK TO SITE
es_es: LOGIN - CONTRASEÑA Y VOLVER AL SITIO
pt_br: LOGIN - SENHA E VOLTA AO SITE

source: Hide link "Back to %s"
es_es: Esconder enlace "Volver a %s"
pt_br: Esconder link "Voltar a %s"

source: You can use the logo for that.
es_es: Puedes usar la logomarca para eso.
pt_br: Você pode usar a logomarca para isso.

source: Remove text shadow
es_es: Deshabilitar sombra del texto
pt_br: Remover sombra do texto

source: Vertical position of the links
es_es: Posición vertical de los enlaces
pt_br: Posição vertical dos links

source: LOGIN - EXTRA CSS
es_es: LOGIN - CSS EXTRA
pt_br: LOGIN - CSS EXTRA

source: Extra CSS for the final touches
es_es: Inserta tu próprio CSS para los ajustes finales
pt_br: CSS extra para os retoques finais

source: LOGIN - ERRORS
es_es: LOGIN - ERROR
pt_br: LOGIN - ERROS

source: Don't reveal what's the mistake, user or password
es_es: No mostrar cual fue el error, usuario o contraseña...
pt_br: Não revele qual foi o engano, usuário ou senha

source: Don't use html code.
es_es: No uses código html.
pt_br: Não utilize código html.

source: Browser Title &lt;title&gt;
es_es: Título en el navegador &lt;title&gt;
pt_br: Título no browser &lt;title&gt;

source: Text for the first line
es_es: Texto de la primera linea
pt_br: Texto da primeira linha

source: Text for the second line
es_es: Texto de la segunda linea
pt_br: Texto da segunda linha

source: Link for the third line, without http://
es_es: Enlace para la tercera linea (sin http://)
pt_br: Um link para a terceira linha (sem http://)

source: Page background image (full URL)
es_es: Imagen de fondo de la página (URL completa)
pt_br: Imagem de fundo da página (URL completa)

source: Use a pattern or a big image, or enter 0 (zero) to disable
pt_br: Use um padrão ou uma imagem grande, ou coloque 0 (zero) para desabilitar

source: Box background image (full URL)
es_es: Imagen de fondo del Box (URL completa)
pt_br: Imagem de fundo do box (URL completa)

source: Use a pattern or a big image
pt_br: Use um padrão ou uma imagem grande.

source: Glow image in the center (full URL)
es_es: Imagen brillante en el centro (URL completa)
pt_br: Imagem brilhante do centro (URL completa)

source: Transparent image, or enter 0 (zero) to disable
pt_br: Imagem transparente, ou coloque 0 (zero) para desabilitar.

source: Minimum user level to access site.
es_es: Nivel mínimo para acceder al sitio.
pt_br: Nível mínimo do usuário para ver o site.

source: Block only admin area
es_es: Bloquear solamente el area administrativo
pt_br: Bloquear somente a área administrativa

source: Useful when doing maintenance task that don't require taking the site down, but block non-admins from doing any changes.
pt_br: Útil para quando a tarefa de manutenção não requer o bloqueio do site, mas é necessário bloquear os usuários que não são Administradores de fazerem qualquer mudança no conteúdo.

source: Custom CSS
es_es: CSS Personalizado
pt_br: CSS personalizado

source: Add your custom css to further stylize the Maintenance page
pt_br: Adicione seu próprio css para ampliar a personalização da página de Manutenção

source: Enable maintenance mode
es_es: Habilitar modo de mantenimiento
pt_br: Habilitar modo de manutenção

source: Block the site to visitors and not-admins. To display your own custom page, follow the instruction in the file <em><strong>many-tips-together/maintenance/index.php</strong></em>.
es_es: Bloquea visitantes y usuarios no-registrados. Para mostrar tu propia página personalizada, sigue las i nstrucciones del archivo <em><strong>many-tips-together/maintenance/leeme.txt</strong></em>.
pt_br: Bloquear visitantes e não-administradores. Para mostrar sua própria página personalizada, siga as instruções do arquivo <em><strong>many-tips-together/maintenance/leiame.txt</strong></em>.
