Repository: cyberwani/many-tips-together
Catalog: languages/mtt-*.po
Languages: es_es, pt_br

source: Sanitize filename
es_es: Limpiar los nombres de archivos
pt_br: Limpar nomes de arquivo

source: Removes symbols, spaces, latin and other languages characters from uploaded files and gives them "permalink" structure (clean characters, only lowercase and dahes)<br />Tip via: %s
pt_br: Remove símbolos, espaços, caracteres latinos ou de outras línguas dos arquivos que você fizer upload and lhes dá uma estrutura de "permalink" (caracteres simples, todos em minúsculas e com hífens). Dica via: %s

source: Add ID column to the Media Library
es_es: Añadir la columna ID a la Librería Multimedia
pt_br: Adicionar a coluna de ID na listagem de Arquivos de Mídia

source: Add image size column to the Media Library
es_es: Añadir la columna Tamaño de Imagen a la Librería Multimedia
pt_br: Adicionar a coluna de tamanho de imagem na listagem de Arquivos de Mídia

source: Add image size column to the Media Upload window
es_es: Añadir la columna Tamaño de Imagen a la ventana de subida de archivos
pt_br: Adicionar a coluna de tamanho de imagem na janela de upload de arquivos

source: Enables the re-attachemnt
es_es: Habilitar la posibilidad de Re-adjuntar
pt_br: Habilitar o re-anexamento

source: Change the parent of the media file to another post/page<br />Unfortunately, this disables the capability to sort the column... Tip via: %s
pt_br: Mude o "Anexo a" do arquivo de mídia para outra página ou entrada.<br />Infelizmente, isto desabilita a capacidade de ordenar os arquivos usando essa coluna... Dica via: %s

source: Prevent Youtube oEmbed from overriding your WordPress content
es_es: Previne que los oEmbed de YouTube se sobrepongan a tu contenido
pt_br: Previne que os embeds automáticos (oEmbed) de vídeos YouTube fiquem por cima do seu conteúdo.

source: Sharpen resized images (only jpg)
es_es: Acentuar las imagenes redimensionadas (solamente jpg)
pt_br: Avivar (sharpen) as imagens redimensionadas (somente jpg)

source: Check an <a href="http://i.stack.imgur.com/hkLaX.png" target="_blank">example</a>. . . Tip via: %s
pt_br: Confira um <a href="http://i.stack.imgur.com/hkLaX.png" target="_blank">examplo</a>. . . Dica via: %s

source: Quality of resized Jpegs
es_es: Calidad de los Jpegs redimensionados
pt_br: Qualidade dos Jpegs redimensionados

source: From 1 to 100. WordPress default is 90.
pt_br: De 1 a 100. O padrão do WordPress é 90.

source: Remove plugins notices
es_es: Suprimir avisos de plugins
pt_br: Remover avisos de plugins

source: Remove Analytics360&ordm; notice
es_es: Suprimir aviso del Analytics360&ordm;
pt_br: Remover aviso do Analytics360&ordm;

source: Remove BackupBuddy notice
es_es: Suprimir aviso del BackupBuddy
pt_br: Remover aviso do BackupBuddy

source: Inactive Plugins background color
es_es: Color de fondo para los Plugins inactivos
pt_br: Cor de fundo dos plugins inativos

source: AdvancedCustomFields: hide "Options" from non-administrators
es_es: AdvancedCustomFields: esconder el menú "Options" de no-administradores
pt_br: AdvancedCustomFields: ocultar as "Options" de usuários não-administradores

source: Pages: enable Excerpt
es_es: Entradas-Páginas: habilitar el Extracto
pt_br: Páginas: habilitar Resumo

source: Posts-Pages: number of revisions to maintain
es_es: Entradas-Páginas: número de revisiones a mantener
pt_br: Entradas-Páginas: número de revisões a manter

source: -1 (unlimited) | 0 (none) | 1 or more (custom)
es_es: -1 (ilimitadas) | 0 (ninguna) | 1 o más (personalizado)
pt_br: -1 (ilimitadas) | 0 (nenhuma) | 1 ou mais (personalizado)

source: Posts-Pages: auto-save interval <em>in minutes</em>
es_es: Entradas-Páginas: intervalo de la grabación automática <em>en minutos</em>
pt_br: Entradas-Páginas: intervalo da gravação automática <em>em minutos</em>

source: MOVE METABOXES
es_es: MOVER META BOXES
pt_br: MOVER META BOXES

source: Posts-Pages: move the Author metabox into the Publish metabox
es_es: Entradas-Páginas: mover el meta box Autor para dentro del meta box Publicar
pt_br: Entradas-Páginas: mover o metabox de Autor para dentro do metabox de Publicação

source: Posts-Pages: move the Comment Status metabox into the Publish metabox
es_es: Entradas-Páginas: mover el meta box Permitir Comentarios para dentro del meta box Publicar
pt_br: Entradas-Páginas: mover o meta box de Status dos Comentários para dentro do meta box de Publicação

source: REMOVE METABOXES<br /><small>although Adminimize can handle this filtering by roles, it only hides the meta box and it doen't removes it from the Screen Options</small>
pt_br: REMOVER META BOXES<br><small>ainda que o Adminimize faça isto filtrando por função do usuário, ele somente esconde o meta box e não o remove das Opções de Tela</small>

source: Disable Author meta box
es_es: Deshabilitar el meta bos de Autor
pt_br: Desabilitar o meta box Autor

source: Disable Comment Status meta box
es_es: Suprimir el meta box Status de los Comentarios
pt_br: Desabilitar o meta box Discussão

source: Disable Comments meta box
es_es: Suprimir el meta box Permitir Comentarios
pt_br: Desabilitar o meta box Comentários

source: Disable Custom Fields meta box
es_es: Suprimir el meta box Campos Personalizados
pt_br: Desabilitar o meta box Campos Personalizados

source: Disable Featured Image meta box
es_es: Suprimir el meta box Imagen Destacada
pt_br: Desabilitar o meta box Imagem Destacada

source: Disable Revisions meta box
es_es: Suprimir el meta box Revisiones
pt_br: Desabilitar o meta box Revisões

source: Disable Slug meta box
es_es: Deshabilitar el meta box Slug
pt_br: Desabilitar o meta box Slug

source: Pages: disable Attributes meta box
es_es: Páginas: suprimir el meta box Atributos
pt_br: Página: desabilitar o meta box Atributos

source: Posts: disable Category meta box
es_es: Entradas: suprimir el meta box Categorías
pt_br: Entradas: desabilitar o meta box Categoria

source: Posts: disable Excerpt meta box
es_es: Entradas: suprimir el meta box Extracto
pt_br: Entradas: desabilitar o meta box Resumo

source: Posts: disable Tags meta box
es_es: Entradas: suprimir el meta box Etiquetas
pt_br: Entradas: desabilitar o meta box Tags

source: Posts: disable Trackbacks meta box
es_es: Entradas: suprimir el meta box Enviar Trackbacks
pt_br: Entradas: desabilitar o meta box Trackbacks

source: Posts: persistent Post listing view
es_es: Entradas: visión persistente del listado de Entradas
pt_br: Entradas: visualização persistente da listagem de Entradas

source: If you change the viewing mode (list or excerpt view), it doesn't stick... This is expected to be integrated in WordPress in version 3.5 :)<br /><img src="%s" alt="persistent listing"><br />Tip via: %s
pt_br: Se você muda o modo de visualização (lista ou resumo), isso não permanece... Este comportamento será integrado ao WordPress 3.5 :)<br /><img src="%s" alt="persistent listing"><br />Dica via: %s

source: Pages: enable filtering by Template
es_es: Páginas: habilitar el filtrado por Plantilla
pt_br: Páginas: habilitar a filtragem por Modelo

source: Posts-Pages: add ID column
es_es: Entradas-Páginas: añadir la columna ID
pt_br: Entradas-Páginas: adicionar coluna de ID

source: Posts-Pages: add Thumbnail column
es_es: Entradas-Páginas: añadir la columna Miniatura
pt_br: Entradas-Páginas: adicionar coluna com Imagem Miniatura

source: Shows the featured image or, if not set, the first attached.<br />Tip via: %s
pt_br: Mostra a imagem destacada ou, se não houver, a primeira anexa.<br />Dica via: %s

source: Posts-Pages: width of the Title column
es_es: Entradas-Páginas: ancho de la columna Título
pt_br: Entradas-Páginas: largura da coluna Título

source: Sometimes the Title column gets shrinked by other columns, you may change this here
pt_br: Algumas vezes a coluna Título fica encolhida por outras colunas, aqui você pode mudar isso

source: CUSTOM COLORS FOR DIFFENT TYPES OF CONTENT
es_es: DIFERENTES COLORES PARA DIFERENTES TIPOS DE CONTENIDO
pt_br: CORES PERSOLIZADAS PARA CADA TIPO DE CONTEÚDO

source: Posts-Pages Draft color
es_es: Entradas-Páginas: color de Borrador
pt_br: Entradas-Páginas: cor dos Rascunhos

source: Posts-Pages Pending color
es_es: Entradas-Páginas: color de Pendiente
pt_br: Entradas-Páginas: cor das entradas Pendentes

source: Posts-Pages Future color
es_es: Entradas-Páginas: color de Futuro
pt_br: Entradas-Páginas: cor das entrada programadas como Futuras

source: Posts-Pages Private color
es_es: Entradas-Páginas: color de Privada
pt_br: Entradas-Páginas: cor das entradas Privadas

source: Posts-Pages Password Protected color
es_es: Entradas-Páginas: color de Protegida por Contraseña
pt_br: Entradas-Páginas: cor das entradas protegidas por Senha

source: Posts-Pages Other Author's color
es_es: Entradas-Páginas: color de Otros Autores
pt_br: Entradas-Páginas: cor das entradas de outro Autor

source: Remove All Titles
es_es: Suprimir todos lo Títulos
pt_br: Remover todos os Títulos

source: Removes the titles: "Personal Options", "Name", "Contact Info" and "About Yourself"
es_es: Suprimir los títulos: "Opciones personales", "Nombre", "Información de contacto" y "Acerca de ti"
pt_br: Remove os títulos: "Opções pessoais", "Nome", "Informações de Contato" e "Sobre você"

source: Remove All Descriptions
es_es: Suprimir todas las Descripciones
pt_br: Remover todas as Descrições

source: Remove Visual Editor, Admin Color Scheme and Keyboard Shortcuts
es_es: Esconder el Editor Visual, Esquema de color de administración y Atajos de teclado
pt_br: Remover o Editor Visual, Cores da Administração e Atalhos de Teclado

source: My guess is that or you want them all, or you don't want them at all :)
pt_br: Imagino que ou você quer todos ou não quer nenhum :)

source: Completely hide the Personal Options block
es_es: Esconder completamente el bloque de Opciones Personales
pt_br: Esconder completamente o bloco de Opções Pessoais

source: Remove Display Name
es_es: Supmirir Nombre Publico
pt_br: Remover "Exibir o nome publicamente..."

source: Remove Nickname
es_es: Suprimir Nombre de Usuario
pt_br: Remover o Nome de Usuário

source: Remove Website
es_es: Suprimir Web
pt_br: Remover o Site

source: Change <strong>Aim</strong>-<strong>Yim</strong>-<strong>Jabber</strong> for <strong>Twitter</strong>-<strong>Facebook</strong>-<strong>LinkedIn</strong>
es_es: Cambiar <strong>Aim</strong>-<strong>Yim</strong>-<strong>Jabber</strong> por <strong>Twitter</strong>-<strong>Facebook</strong>-<strong>LinkedIn</strong>
pt_br: Trocar <strong>Aim</strong>-<strong>Yim</strong>-<strong>Jabber</strong> por <strong>Twitter</strong>-<strong>Facebook</strong>-<strong>LinkedIn</strong>

source: You have to choose between this one or the next one.
es_es: Debes elegir esta opción <strong>o</strong> la siguiente
pt_br: Você deve escolher esta <strong>ou</strong> a seguinte.

source: Remove Aim/Yim/Jabber
es_es: Esconder Aim/Yim/Jabber
pt_br: Remover Aim/Yim/Jabber

source: Read above.
es_es: Lee arriba.
pt_br: Leia acima.

source: Hide the About Yourself title and Biographical Info box
es_es: Esconder el titulo "Acerca de ti" y el bloque de "Información Biográfica"
pt_br: Esconder o título Sobre o Usuário e o bloco de Informações Biográficas

source: Add your custom css to further stylize the Profile page
pt_br: Adicione seu próprio css para ampliar a personalização da página de Perfil

source: Name
es_es: Nombre
pt_br: Nome

source: Singular Name
es_es: Nombre singular
pt_br: Nome no singular

source: Add New
es_es: Añadir nueva
pt_br: Adicionar Novo

source: Edit Posts
es_es: Editar entradas
pt_br: Editar Entradas

source: View Posts
es_es: Ver entradas
pt_br: Ver Entradas

source: Search Posts
es_es: Buscar entradas
pt_br: Buscar Entradas

source: No Posts found
es_es: Ninguna entrada encontrada
pt_br: Nenhuma Entrada encontrada

source: No Posts found in trash
es_es: Ninguna entrada encontrada en la papelera
pt_br: Nenhuma Entrada encontrada na lixeira

source: Enable renaming the word "Posts"
pt_br: Renomear a palavra "Entradas/Posts"

source: Maybe you prefer it to be called News or Articles and don't want to create a Custom Post Type for that.<br />Tip via: %s
pt_br: Talvez você prefira que o nome seja Notícias ou Artigos e não quer criar um Custom Post Type para isso<br />Dica via: %s

source: Usage:
es_es: Modo de usar:
pt_br: Uso:

source: TITLE-OVER
es_es: TÍTULO SUPERIOR
pt_br: TÍTULO

source: WATCH NOW
es_es: VER AHORA
pt_br: VER AGORA

source: The "color" attribute is for the title.<br />This is the default backend style, for adpating it in your theme use the class "mtt-poptube" for the elements
pt_br: O atributo "color" é para o título.<br />Este é o estilo padrão, para adaptá-lo no seu <em>theme</em> use a class "mtt-poptube" para os elementos

source: and
es_es: y
pt_br: e

source: Enable YouTube shortcode
es_es: Habilitar el shortcode YouTube
pt_br: Habilitar o shortcode YouTube

source: Enable SoundCloud shortcode
es_es: Habilitar el shortcode SoundCloud
pt_br: Habilitar o shortcode SoundCloud

source: Soundcloud offers a shortcode for use in WordPress.COM. This will enable the use of that shortcode.<br />Usage: in SoundCloud, select the button <em>Share</em>, then select the button <em>Edit your widget</em>, after customizing copy the WordPress shortcode and paste in your site. <a href="http://help.soundcloud.com/customer/portal/articles/search?q=embed" target="_blank">Check SoundCloud documentation</a>
pt_br: SoundCloud oferece um shortcode para usar no WordPress.COM. Esta opção habilita o uso desse shortcode. Modo de usar: no SoundCloud, selecione o botão <em>Share</em>, em seguida selecione o botão <em>Edit your widget</em>, após personalizar copie o shortcode e cole no seu site. <a href="http://help.soundcloud.com/customer/portal/articles/search?q=embed" target="_blank">Confira a documentação do SoundCloud</a>

source: Enable Google Docs Preview Document shortcode
es_es: Habilitar el shortcode Pre-visualizar Documento en Google Docs
pt_br: Habilitar o shortcode de Pré-Visualização de Documentos via Google Docs

source: Use Google Docs for preview PDF, Word, Excel docuemtns online. <a href="http://docs.google.com/viewer?url=partners.adobe.com/public/developer/en/xml/AdobeXMLFormsSamples.pdf" target="_blank">Example</a>.<br />Usage: [gdocs url="http://www.domain.com/document.pdf" class="my-doc-class"]View Document[/gdocs]
pt_br: Use o Google Docs para pré-visualizar documentos PDF, Word e Excel. <a href="http://docs.google.com/viewer?url=partners.adobe.com/public/developer/en/xml/AdobeXMLFormsSamples.pdf" target="_blank">Examplo</a>.<br />Modo de usar: [gdocs url="http://www.domain.com/document.pdf" class="my-doc-class"]Ver Documento[/gdocs]

source: Text Widget: enable shortcodes
es_es: Widget Texto: habilitar shortcodes
pt_br: Widget de Texto: habilitar shortcodes

source: RSS Widget: update timer (in minutes)
es_es: Widget RSS: temporizador de actualizaciones (en minutos)
pt_br: Widget RSS: intervalo de atualização (em minutos)

source: Default is 12 hours, leave blank for not activating<br />Tip via: %s
pt_br: O padrão são 12 horas, deixe em branco para não ativar<br />Dica via: %s

source: REMOVE DEFAULT WIDGETS
es_es: SUPRIMIR WIDGET BÁSICOS
pt_br: REMOVER WIDGETS PADRÃO

source: SIMPLE META WIDGET
es_es: META WIDGET SIMPLIFICADO
pt_br: META WIDGET SIMPLES

source: based on the plugin <a target="_blank" href="http://wordpress.org/extend/plugins/customize-meta-widget/">Customize Meta Widget</a>, by <a target="_blank" href="http://jehy.ru/wp-plugins.en.html">Jahy
pt_br: baseado no plugin <a target="_blank" href="http://wordpress.org/extend/plugins/customize-meta-widget/">Customize Meta Widget</a>, por <a target="_blank" href="http://jehy.ru/wp-plugins.en.html">Jahy

source: Widget Title
es_es: Título del widget
pt_br: Título do Widget

source: Enable Extra Link %s
es_es: Habilitar Enlace extra %s
pt_br: Habilitar link extra %s

source: Title for Link %s
es_es: Título para el Enlace %s
pt_br: Título para a o Link %s

source: Text for Link %s
es_es: Texto para el Enlace %s
pt_br: Texto para a o Link %s

source: URL for Link %s
es_es: URL del Enlace %s
pt_br: URL para a o Link %s

source: Customize Meta Widget
es_es: Personalizar Widget Meta
pt_br: Personalizar o Meta Widget

source: | Maintenance Mode
es_es: | En Mantenimiento
pt_br: | Em Manutenção

source: Attached to
es_es: Adjunta a
pt_br: Anexo à

source: Y/m/d
es_es: d/m/Y
pt_br: d/m/Y

source: Re-Attach
es_es: Re-adjuntar
pt_br: Re-anexar

source: (Unattached)
es_es: (Sin adjuntar)
pt_br: (não anexada)

source: Attach
es_es: Adjuntar
pt_br: Anexar

source: Could not read image size
es_es: No he podido leer el tamaño de la imagen
pt_br: Não foi possível ler o tamanho da imagem

source: Dimensions
es_es: Dimensiones
pt_br: Dimensões

source: Thumbnail
es_es: Miniatura
pt_br: Miniatura

source: Featured
es_es: Destacada
pt_br: Destacada

source: Attached
es_es: Adjunta
pt_br: Anexa

source: Modified Meta Widget, please go to Many Tips Together page to customize
es_es: Meta Widget Personalizado, por favor configuralo en la página de Many Tips Together
pt_br: Meta Widget modificado, por favor faça os ajustes na página de Many Tips Together

source: Downloads
es_es: Descargas

source: Links
es_es: Enlaces
